import React from 'react'

import './AboutUs.css'

const AboutUs = () => {
    return (
        <>
            <div className="bg-about-us d-flex justify-content-center align-items-center">
                <div className="blur">
                    <div className="container">
                        <p>"<span>IBD</span>" - это молодая и динамичная компания, которая стремится к идеальному,
                            быстрому и доступному решению в области разработки и технической поддержки.
                            Наш девиз "Идеально, быстро, дешево!" отражает наше стремление предоставлять
                            клиентам самое высококачественное программное обеспечение и услуги по доступной цене.</p>

                        <p>Мы специализируемся на создании передовых frontend и backend продуктов, парсеров,
                            ботов и других ИТ-решений, которые помогают нашим клиентам оптимизировать и автоматизировать их бизнес-процессы.
                            Наша команда талантливых разработчиков и инженеров обладает глубокими знаниями и опытом в области технологий,
                            что позволяет нам предлагать инновационные и индивидуальные решения для каждого клиента.</p>

                        <p>Мы гордимся тем, что предлагаем нашим клиентам не только качественные продукты,
                            но и персонализированный подход к каждому проекту. Мы стремимся к тому,
                            чтобы наши решения были не только эффективными, но и креативными,
                            поддерживая высокие стандарты профессионализма и инноваций в сфере информационных технологий.</p>

                        <p>Создатели: Топоров Денис, Профир Никита</p>
                    </div>
                </div>
            </div>
        </>
    )
}

export default AboutUs